Repository: eacevedof/prj_prestashop
Catalog: app/Resources/translations/*/EmailsSubject.*.xlf
Languages: ca_es

source: New voucher for your order %s
ca_es: Nou cupó de descompte per a la vostra comanda %s

source: Order confirmation
ca_es: Confirmació de la comanda

source: Log: You have a new alert from your shop
ca_es: Informe: Hi ha una nova alerta de la vostra botiga

source: Your guest account has been transformed into a customer account
ca_es: El vostre compte de convidat ha estat transformat en un compte de client

source: Package in transit
ca_es: Paquet en tramesa

source: The virtual product that you bought is available for download
ca_es: El producte virtual que heu adquirit està disponible per a la descàrrega

source: Welcome!
ca_es: Benvinguts!

source: Your message has been correctly sent #ct%thread_id% #tc%thread_token%
ca_es: El vostre missatge s'ha enviat #ct%thread_id% #tc%thread_token%

source: Your message has been correctly sent
ca_es: El vostre missatge ha estat enviat correctament

source: Message from contact form
ca_es: Missatge del formulari de contacte

source: Newsletter voucher
ca_es: Newsletter de cupons

source: Newsletter confirmation
ca_es: Confirmació de subscripció

source: Email verification
ca_es: Verificació d'adreça electrònica

source: Your order return status has changed
ca_es: L'estat de la vostra devolució de comanda ha canviat

source: Your new password
ca_es: La vostra nova contrasenya

source: Password query confirmation
ca_es: Confirmació de canvi de contrasenya

source: New message regarding your order
ca_es: Nou missatge respecte la vostra comanda

source: New credit slip regarding your order
ca_es: Nou cupó d'abonament de comanda

source: New voucher for your order #%s
ca_es: Nou cupó de descompte per a la vostra comanda %s

source: Process the payment of your order
ca_es: Procés de pagament de la vostra comanda

source: Import complete
ca_es: S'ha completat la importació

source: Fwd: Customer message
ca_es: Fwd: Missatges d'un client

source: Message from a customer
ca_es: Missatge d'un client
