Repository: eacevedof/prj_prestashop
Catalog: app/Resources/translations/*/ModulesStatsvisitsAdmin.*.xlf
Languages: ca_es

source: Visits and Visitors
ca_es: Visites i visitants

source: Adds statistics about your visits and visitors to the Stats dashboard.
ca_es: Afegeix estadística sobre les vostres visites i visitants al Tauler d'Estadística.

source: Determine the interest of a visit
ca_es: Determina l'interès d'una visita

source: The visitors' evolution graph strongly resembles the visits' graph, but provides additional information:
ca_es: El gràfic d'evolució de visitants s'assembla molt al gràfic de visites, però proveeix d'informació addicional:

source: If this is the case, congratulations, your website is well planned and pleasing. Glad to see that you've been paying attention.
ca_es: Si aquest és el cas, felicitacions, el teu lloc està ben planejat i és agradable. Ens n'alegrem que en tinguis cura.

source: Otherwise, the conclusion is not so simple. The problem can be aesthetic or ergonomic. It is also possible that many visitors have mistakenly visited your URL without possessing a particular interest in your shop. This strange and ever-confusing phenomenon is most likely cause by search engines. If this is the case, you should consider revising your SEO structure.
ca_es: En cas contrari, la conclusió no és tan simple. El problema pot ser d'estètica o d'ergonomia, o en cas contrari l'oferta no és suficient. També és possible que aquests visitants per error van arribar sense un interès particular per la vostra botiga, aquest fenòmen succeeix sovint amb els motors de cerca.

source: This information is mostly qualitative. It is up to you to determine the interest of a disjointed visit.
ca_es: Aquesta informació és sobretot qualitativa: ha de determinar l'interès d'una visita desarticulada.

source: A visit corresponds to an internet user coming to your shop, and until the end of their session, only one visit is counted.
ca_es: La visita correspon a un usuari d'Internet que ve a la vostra botiga. Fins al final del seu període de sessió, només es compta una sola visita.

source: A visitor is an unknown person who has not registered or logged into your store. A visitor can also be considered a person who has visited your shop multiple times.
ca_es: Un visitant és una persona desconeguda, que no s'ha registrat o no ha iniciat sessió a la vostra botiga. Un visitant pot entrar i visitar la vostra botiga moltes vegades.

source: Total visits:
ca_es: Total de visites:

source: Total visitors:
ca_es: Total de visitants:

source: CSV Export
ca_es: Exportació CSV

source: Number of visits and unique visitors
ca_es: Nombre de visites i visitants únics
