Repository: eacevedof/prj_prestashop
Catalog: app/Resources/translations/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: ca_es

source: Customer accounts
ca_es: Els comptes dels clients

source: Adds a registration progress tab to the Stats dashboard.
ca_es: Afegeix una pestanya de progrés del registre al tauler d'estadística.

source: Number of visitors who stopped at the registering step:
ca_es: Visitants que han abandonat el procés de registre:

source: Number of visitors who placed an order directly after registration:
ca_es: Els visitants que han realitzat una comanda directament després del registre:

source: Total customer accounts:
ca_es: Nombre total de comptes de clients:

source: Number of customer accounts created
ca_es: Nombre de comptes de client creats

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
ca_es: El nombre total de comptes creades no és en si mateix la informació important. No obstant això, és beneficiós per analitzar el nombre creat al llarg del temps. Això indicarà si són o no les coses en el camí correcte.

source: How to act on the registrations' evolution?
ca_es: Com actuar en l'evolució dels registres?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
ca_es: Si permeteu que la vostra botiga funcioni sense canviar res, el nombre d'usuaris registrats hauria de mantenir-se estable o disminuir lleugerament.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
ca_es: Un augment o disminució mostra que probablement hi ha hagut un canvi a la vostra botiga. Tenint en compte això, us suggerim que n'identifiqueu la causa, corregiu la incidència i torneu a guanyar diners amb el vostre negoci!

source: Here is a summary of what may affect the creation of customer accounts:
ca_es: Aquí està el resum del que pot afectar la creació de comptes dels clients:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
ca_es: Una campanya de publicitat pot atraure un major nombre de visitants. Això probablement anirà acompanyat d'un augment de clients registrats i més marges de benefici, la qual cosa dependrà dels clients "de qualitat". La publicitat ben orientada és més efectiva que la publicitat a gran escala... i és més barata!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
ca_es: Ofertes, vendes, promocions i/o concursos solen cridar l'atenció dels compradors. Si feu coses semblants no només mantindreu viu el vostre negoci, sinó que també augmentareu el trànsit, reforçareu la fidelitat dels clients i realment canviareu la vostra filosofia de comerç electrònic.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
ca_es: Disseny i facilitat d'ús són més importants que mai: un visitant mal elegit o difícil de seguir el tema gràfic es pot desactivar. Vostè ha de trobar el just equilibri entre un disseny innovador i deixar que els visitants es mouen amb facilitat. Ortografia i la claredat també inspirar més confiança dels clients a la seva botiga.

source: CSV Export
ca_es: Exportació CSV
